package com.teamwork.discover.data;

/**
 * Created by pcx on 2016/8/13.
 */

public class DailyLifeData {
    public String dailyLfe_name[] = {
            "中国农业银行","多乐迪KTV","新世纪超市","永辉超市","百世快递","中通快递","韵达快递","重庆农村商业银行",
            "黄金书店","上海利科绿色干洗店","源源书店","中国移动营业厅","联佰大药房","中国工商银行","渝芳百货商场",
            "中国工商银行自助服务点","ZAKKA生活小铺","洪川眼镜","中国邮政"
    };
    public String dailyLfe_local[] = {
            "新校门出门右转", "新校门出门右转，中国农业银行楼下", "新校门出门右转，多乐迪KTV楼上",
            "新校门出门过马路，右转直走", "老校门出门，过马路，左转直走，杀牛王火锅旁边。",
            "老校门出门，过马路，左转，静苑小区旁。", "老校门出门，过马路，左转，静苑小区旁。",
            "老校门出门，过马路，右转。", "老校门出门，过马路，堕落二街里面，重庆农业商业银行附近。",
            "老校门出门，过马路，堕落二街里面，重庆农业商业银行附近。",
            "老校门出门，过马路，堕落二街里面，重庆农业商业银行附近。", "老校门出门，过马路，右转直走。",
            "新校门出门，过马路，右转直走。", "新校门出门，过马路，右转直走。",
            "新校门出门，左转直走。老校门出门，右转直走。", "新校门出门，左转直走，老校门出门，右转直走。",
            "新校门出门，左转直走，老校门出门，右转直走。", "新校门出门，左转直走。老校门出门，右转直走。",
            "老校门出门，右转。新校门出们，左转。"
    };
    public String dailyLife_intro[]={
            "","","","","","","","","","","","","","","","","","",""
    };
}
