package com.teamwork.discover.Data;

/**
 * Created by pcx on 2016/8/13.
 */

public class DifficultSubjectRate {
    public String difficult_college[] = {
            "通信", "计算机", "光电", "自动化", "理学院",
            "生物",
            "经管",
            "体育",
            "外国语",
            "先进制造",
            "传媒",
            "软件",
            "法学",
            "半导体",

    };
    public double difficult_1[] = {
            0.6200, 0.4000 ,0.5400,0.4500,0.4900,0.4500,0.4200,0.5600,0.4455,0.5500,0.4300,0.5600,0.5490,0.5200

    };
    public double difficult_2[] = {
            0.1800, 0.3500, 0.2600, 0.3000, 0.2800, 0.3100, 0.3800, 0.2200, 0.2818, 0.2400, 0.3200, 0.2300, 0.2451, 0.3200

    };
    public String subject1[] = {
            "电子电路", "大学物理", "大学物理", "大学物理","数学分析","高等数学","概率论","运动解剖学","基础英语","工程图学",
            "视听说", "高等数学", "刑法", "软件设计基础",
    };
    public String subject2[] = {
            "高等数学","高等数学","概率论","高等数学","高等数学","视听说","高等数学","体育概论","英语语音",
            "大学物理","读写译","离散数学","民法","线性代数",
    };
    public String subject3[] = {
            "大学物理","线性代数","工程图学","C语言","大学物理","化学","C语言","健美操",
            "英语阅读","高等数学","美术史","C++","法理","大学物理",
    };
}
