package com.teamwork.discover.Data;

/**
 * Created by pcx on 2016/8/13.
 */

public class GraduateRate {
    public String graduate_college[] = {
            "通信", "计算机", "光电", "自动化", "理学院",
            "生物", "经管", "体育", "外国语", "先进制造",
            "传媒", "软件", "法学", "半导体","全校"

    };
    public double work[] = {
            0.7560, 0.7302, 0.7106, 0.8135, 0.7785, 0.7164,
            0.8561, 0.8667, 0.8438, 0.8571, 0.8264, 0.8697,
            0.6375, 0.7603, 0.7915,
    };
    public double go_abroad[] = {
            0.2223, 0.2150, 0.2340, 0.1725, 0.1456, 0.2351,
            0.0930, 0.1167, 0.1563, 0.1008,0.1060, 0.0704,
            0.3125, 0.1849, 0.1597
    };
}
