package com.teamwork.discover.Data;

/**
 * Created by pcx on 2016/8/13.
 */

public class NearbyScenicData {
    public String NearbyScenic_name[] = {
            "地名：大金鹰","地点：黄葛古道","地点：重庆抗战遗址博物馆","地点：老君洞","地点：南滨路",
            "地点：南之山书店","地点：涂山湖","地点：一棵树观景台"
    };

    public String NearbyScenic_local[] = {
            "路线：" +
                    "1、\t在老校门乘坐346公交车在四中站下车\n" +
                    "2、\t步行至崇文路站（230米左右），搭乘384公交车在大金鹰下",
            "路线：上新街爬南山上山的一条路（搭347/346在上新街下）",
            "路线：" +
                    "1、\t在老校门乘坐346公交车在四中站下车\n" +
                    "2、\t步行至崇文路站（230米左右），搭乘384公交车在黄山站下",
            "路线：位于黄桷古道边",
            "路线：" +
                    "1、从南坪步行约390米,到达南坪东路站\n" +
                    "2、乘坐375路,经过4站, 到达海棠烟雨广场站（也可乘坐373路）\n" +
                    "3、步行约200米,到达南滨路",
            "路线：" +
                    "1、\t在老校门乘坐346公交车在四中站下车\n" +
                    "2、\t步行至崇文路站（230米左右），搭乘384公交车在南山（植物园）下车\n" +
                    "3、\t最后步行830即可",
            "路线：新校门出去，向二外的方向。",
            "路线：老校门搭347/346到四中站下，步行1.2公里到一棵树观景台",

    };

    public String NearbyScenin_intro[] = {
            "简介：“大金鹰”雕塑，雄居在重庆南山671米高的鹞鹰岩上。上设有观景台，凭栏远眺，重庆数十里景物尽收眼底。据说，此系目前重庆最高的观景点。",
            "简介：黄葛古道,是重庆市知名度最高的一条古道,有着800年历史,曾是历代川黔商贾的必经之地,被称为重庆的“丝绸之道”。该古道始于唐朝,宋、元、明、清时期处于鼎盛时期,属巴渝十二景之一。",
            "简介：重庆抗战遗址博物馆是集抗战遗址与原生态自然景观于一体的综合旅游和爱国主义教育基地；是一个有着丰富人文资源、自然资源和旅游资源的综合性抗战遗址博物馆旅游景区。",
            "简介：老君洞道观是重庆主城区最大最主要的宫观，也是重庆市的重要道观。数百年来，每逢初一、十五或清明、中元等传统节日，香客朝香，游人登高，香火一时胜极。道观内香烟氤氲缭绕，山路上行人络绎不绝。",
            "简介：南滨路处于重庆市的中心地位，它北临长江，背依南山，可观最美渝中夜景；历史悠久的巴渝文化、宗教文化、开埠文化、大禹文化、码头文化、抗战遗址文化如珍珠般遍布沿线，使南滨路获得了“重庆外滩”的美誉。",
            "简介：南山之上，一间看得见风景的书店，对于南之山书店的主人来说：“阅读，电影，音乐，绘画，美景，美食，美酒都是生活中最美好一部分，阅读不应该和其它我们所热爱的东西分离开来。“ 一卷书、一杯茶、一窗景、一间房、一个展……在这里，总能找到你爱的东西。（书店需要提前在微信上预约哦，微信号：nbooksclub_szj）",
            "简介：涂山湖公园分东西南北打造四季景色：湖东面参差的民居被错落有致的植被替代，构成“翠堤画屏”的春季意境；毗邻二外的北面，凸显“荷塘月色”的夏季意境；西面的黄桷垭文化广场延伸到湖边，体现“林木深秋”的秋季意境；南面则以大堤坝和游园为平台，形成冬日清晨“白雾青黛”的冬季意境……",
            "简介：重庆南山一棵树观景台位于南岸区王家山脉临江半山腰处，与重庆主城区隔江相望，是重庆都市旅游的必到之地。在这里可以看见重庆城这座山水之城的起伏面貌。",
    };
}
