package com.teamwork.discover.Data;

/**
 * Created by pcx on 2016/8/13.
 */

public class NearbyCateData {
    public String nearbyCate_name[] = {
            "老寨火锅","吹2锅荷叶木桶饭","尝香思铁板烧","三顾冒菜","重庆鸡公煲","新疆沙湾大盘鸡",
            "福宇记黄焖鸡","撒拉尔牛肉面","渝香铁板烧","刘氏鸡公煲","阿里郎","陈记干锅","李海粥王",
            "旮旯酸辣粉、羊肉粉","熙熙冒菜", "三番料理","好又来","咖喱至尊","边林社","小酒馆",
            "馄钝王","嬢嬢汤圆"
    };
    public String nearbyCate_local[] = {
            "地址：老校门对面堕落街","地址：老校门对面堕落街","地址：老校门对面堕落街",
            "地址：老校门对面堕落街","地址：老校门对面堕落街","地址：老校门对面堕落街",
            "地址：老校门对面堕落街","地址：老校门对面堕落街","地址：老校门对面堕落街",
            "地址：老校门对面堕落街","地址：老校门对面堕落街","地址：老校门对面堕落街",
            "地址：老校门对面堕落街","地址：老校门对面堕落街","地址：老校门对面堕落街",
            "地址：老校门对面堕落街","地址：老校门对面堕落街","地址：老校门对面堕落街",
            "地址：老校门对面堕落街","地址：老校门对面堕落街","地址：老校门对面堕落街",
            "地址：老校门对面堕落街"

    };
    public String nearbyCate_intro[] = {
            "简介：好吃不上火，价格公道","简介：清香味美，物美价廉","简介：独具特色，回味悠长",
            "简介：爽口回味，好吃不贵","简介：好吃不辣，量足管饱","简介：独具疆域特色","简介：香味浓郁",
            "简介：独具清真特色","简介：味道纯正，香气十足","简介：浓香滑嫩，入味彻底",
            "简介：独具台式风味","简介：量大分足，赏心悦目","简介：营养美味","简介：回味悠长，麻辣鲜香",
            "简介:麻辣鲜香","简介：唇齿留香，色味俱佳","简介：好吃不贵","简介：色香味美，物美价廉",
            "简介：美味佳肴","简介：文青聚集地","简介：皮薄馅多","简介：嬢嬢好，汤圆妈妈味"
    };
}
